Repository: domai-tb/campus_vote
Catalog: gui/lib/localization/campus_vote_*.arb
Languages: de

# languageEn
source: English
de: Englisch

# languageDe
source: German
de: Deutsch

# dashboardTitle
source: Dashboard
de: Überblick

# setupFormPeriod
source: Election Period
de: Wahlzeitraum

# setupFormBallotBoxes
source: Locations / Building names of ballot boxes
de: Standort / Gebäudename der Urnen

# setupFormAddBox
source: Add Ballot Box
de: Neue Urne

# setupFormBoxName
source: Ballot Box
de: Urnenstandort

# setupFormBoxIP
source: IP of ballot box system
de: IP der Urne

# setupFormCommitteeIP
source: IP of election committee
de: IP des Wahlausschusses

# settingsTitle
source: Settings
de: Einstellungen

# votersTitle
source: Voters
de: Wählervzeichnis

# tooltipLoadSetup
source: Load ballotbox settings.
de: Lade Einstellungen für eine Urne.

# tooltipDeleteSetup
source: Delete election data.
de: Lösche alle Einstellungen der Wahl.

# errMsgWrongPassword
source: Wrong encryption password.
de: Falsches Passwort.

# errMsgInvalidFile
source: No valid Campus Vote file.
de: Keine Valide Campus Vote Datei.

# chatSendAMessage
source: Send a message:
de: Sende einen Nachricht:

# chatNeedMoreBallots
source: Need more ballots!
de: Benötigen mehr Wahlzettel!

# chatHaveAProblem
source: Problem at our balllot box. Please come to us election committee.
de: Es gibt probleme an unserer Urne. Wahlausschuss bitte melden.

# chatEmptyPlaceholder
source: No Messages
de: Keine Nachrichten

# voterInfoLastname
source: Lastname
de: Nachname

# voterInfoFirstname
source: Firstname
de: Vorname

# voterInfoStudentId
source: Student-ID
de: Martrikelnummer

# voterInfoVoterTitle
source: Student
de: Studierender

# voterStatusGreen
source: Allowed to vote
de: Wahlberechtigt

# voterStatusAmber
source: Allready got a ballot!
de: Hat bereits einen Wahlzettel bekommen!

# voterStatusRed
source: Allready voted
de: Hat bereits gewählt.

# voterStatusGrey
source: Error!
de: Fehler!

# errMsgVoterNotFound
source: No student found with this ID
de: Kein Eintrag mit dieser Martrikelnummer gefunden.

# btnTxtClose
source: Close
de: Schließen

# btnTxtGiveBallot
source: Handing out ballot
de: Wahlzettel aushändigen

# btnTxtRegisterVote
source: Register Vote
de: Wahl bestätigen

# infTxtPleaseSetupAElec
source: Please setup an election first!
de: Du musst zuerst eine neue Wahl anlegen, bevor die Wahl gestartet werden kann.

# infTxtPleaseStartElec
source: Please start the election with the upper right button. Do this for all ballot boxes.
de: Beginne die Wahl in dem du auf allen Geräten auf den oberen Button drückst.

# infTxtCreateElection
source: Create Election!
de: Erstelle die Wahl!

# txtIsAfternoon
source: Votes will be counted as afternoon votes
de: Wahlvergänge werden statistisch nachmittags erfasst.

# txtIsNotAfternoon
source: Votes will be counted as morning votes
de: Wahlvergänge werden statistisch vormittags erfasst.
